Repository: common-repository/creative-commons-configurator-1
Catalog: languages/creative-commons-configurator-1-*.po
Languages: ar, da_dk, de_de, fi, tr_tr

source: Enter the title of the page containing additional permissions. This can be whatever you like. It will be used as the anchor text of the hyperlink to the extra permissions page.
ar: أدخل عنوان الصفحة التي تحتوي على صلاحيات إضافية. سيتم استخدامه كنص ارتباط تشعبي إلى صفحة الصلاحيات الإضافية.
da_dk: Indtast titlen på den side, som indeholder ekstra tilladelser. Du bestemmer helt selv. Det, du indtaster, bruges som ankertekst for hyperlinket til siden med de ekstra tilladelser.
de_de: Gib den Titel der Seite ein, die weitere Bestimmungen auflistet. Der Name kann beliebig sein. Dieser wird als Anker-Text für den Link zu dieser Seite verwendet.
fi: Syötä lisäehtosi määrittelevän sivun otsikko. Voit valita otsikon vapaasti. Sitä käytetään linkin ankkuritekstinä.
tr_tr: İlave izinleri içeren sayfanın başlığını giriniz. Bu dilediğiniz bir şey olabilir. Bu ilave izinlere yönlendirme sağlayacak köprünün çapa metni olarak kullanılacaktır.

source: Style of the license text block
ar: أنماط مربع نص الرخصة
da_dk: Style for licenstekstblokken
de_de: Darstellung des Lizenztext-Blocks
fi: Lisenssitekstikappaleen tyyli
tr_tr: Lisans metin bloğunun tarzı

source: In this section you can configure the looks of the text block that contains the licensing information. These settings have an effect only if the text block containing licensing information has been enabled above for a specific content type.
ar: في هذا القسم بامكانك تعيين مظهر مربع النص الذي يحتوي على معلومات الترخيص. هذه الإعدادات تظهر فقط إذا تم تفعيل مربع النص الذي يحتوي على معلومات الترخيص لنوع معين من المحتوى.
da_dk: I denne sektion kan du konfigurere, hvordan tekstblokken med licensinformationen skal se ud. Disse indstillinger har kun effekt, hvis tekstblokken med licensinformationen er blevet aktiveret ovenfor for den pågældende indholdstype.
de_de: In dieser Sektion kannst du das Aussehen des Textblocks mit den Lizenzinformationen bearbeiten. Diese Einstellungen greifen nur, wenn der Textblock mit den Lizenzinformationen zur Anzeige bei bestimmten Inhaltstypen aktiviert wurde.
fi: Tässä osiossa voit määritellä lisenssin tiedot sisältävän tekstikappaleen ulkonäön. Näillä asetuksilla on väliä vain silloin, kun lisensointitiedot sisältävä tekstikappale on edellä otettu käyttöön.
tr_tr: Lisans bilgisini içeren lisans metin bloğunun görünümünü bu bölümde yapılandırabilirsiniz. Bu aylarlar yalnızca yukarıda lisans bilgisini içeren metin bloğu etkinleştirilmiş ise uygulanacaktır.

source: Colors of the text block
ar: ألوان مربع النص
da_dk: Farver for tekstblokken
de_de: Farben des Text-Blocks
fi: Tekstikappaleen värit
tr_tr: Metin bloğunun renkleri

source: Foreground color for text including hyperlinks.
ar: لون طليعة النص بما في ذلك الارتباطات التشعبية.
da_dk: Forgrundsfarve med tekst inkl. hyperlinks
de_de: Vordergrundfarbe des Textes samt Hyperlinks.
fi: Tekstin ja linkkien pääväri.
tr_tr: Köprüleri içeren metnin yazı rengi.

source: Background color of the license block.
ar: لون خلفية مربع نص الرخصة.
da_dk: Baggrundsfarve for licensblokken
de_de: Hintergrundfarbe des Lizenzblocks.
fi: Lisenssikappaleen taustaväri.
tr_tr: Lisans bloğunun arkaplan rengi.

source: Color of the border of the license block.
ar: لون حواف مربع نص الرخصة.
da_dk: Farve til licensblokkens ramme
de_de: Rahmenfarbe des Lizenzblocks.
fi: Lisenssikappaleen ääriviivan väri.
tr_tr: Lisans bloğunun çerçeve rengi.

source: Disable internal style
ar: تعطيل النمط الداخلي
da_dk: Aktivér intern style
de_de: Internen Style deaktivieren
fi: Ota sisäinen tyyli pois käytöstä
tr_tr: İçteki biçemi etkisizleştir.

source: Disable the internal formatting of the license block. If the internal formatting is disabled, then the color selections above have no effect any more. You can still format the license block via your own CSS. The <code>cc-block</code> and <code>cc-button</code> classes have been reserved for formatting the license block and the license button respectively.
ar: تعطيل التنسيق الداخلي لمربع نص الترخيص. إذا تم تعطيل التنسيق الداخلي، فإن تعيينات اللون أعلاه لن يكون لها أي تأثير. لا يزال بإمكانك تهيئة مربع الترخيص عبر CSS الخاص بك. فئات الـ <code>cc-مربع النص</code> و <code>cc-الزّر</code> تم حجزها لتهيئة كل من مربع وزر الترخيص على التوالي.
da_dk: Deaktivér den interne formattering af licensblokken. Hvis den interne formattering er deaktiveret, vil farvevalgene ovenfor ikke længere have nogen effekt. Du kan stadig formattere licensblokken i din egen CSS. Klasserne <code>cc-block</code> og <code>cc-button</code> er reserveret til formattering af henholdsvis licensblokken og licensknappen.
de_de: Die interne Formatierung des Lizenzblocks deaktivieren. Wenn die interne Formatierung deaktiviert ist, dann haben die Farbeinstellungen oberhalb keine Wirkung mehr. Du kannst aber immer noch den Lizenzblock mit deinen eigenen CSS Regeln gestalten. Die Klassen <code>cc-block</code> und <code>cc-button</code> sind dazu da, um den Lizenzblock und den Lizenzbutton zu gestalten.
fi: Tämä ottaa lisenssikappaleen sisäisen muotoilun pois käytöstä, jolloin yllä olevilla värivalinnoilla ei ole vaikutusta. Voit silti yhä muokata lisenssikappaleen tyyliä käyttämällä CSS-tyylitiedostoa. Lisenssikappaletta varten on <code>cc-block</code>-luokka ja lisenssinappia varten <code>cc-button</code>-luokka.
tr_tr: Lisans bloğunun içteki biçemini etkisizleştir. Eğer içsel biçem etkisizleştirilmiş ise yukarıdaki renk seçimlerinin herhangi bir etkisi olmayacaktır. Lisans bloğunun biçemini kendi CSS'iniz ile yine de düzenleyebilirsiniz. <code>cc-block</code> ve <code>cc-button</code> sınıfları lisans bloğunun ve lisans düğmesinin biçemi için ayrı ayrı özgülenmiştir.

source: Miscellaneous
ar: متنوعات
da_dk: Diverse
de_de: Gemischtes
fi: Sekalaista
tr_tr: Diğer hususlar

source: Donations
ar: تبرعات
da_dk: Donationer
de_de: Spenden
fi: Lahjoitukset
tr_tr: Bağışlar

source: By checking this box, the <em>message from the author</em> above goes away. Thanks for <a href="%s">donating</a>!
ar: بتفعيل هذه الخانة ستختفي ال</em> رسالة من المؤلف<em>. شكرًا على <a href="%s">تبرعاتك</a>!
da_dk: Krydser du af her, vil <em>beskeden fra forfatteren</em> forsvinde. Tak for <a href="%s">din donation</a>!
de_de: Durch Aktivierung dieser Box verschwindet die <em>Nachricht vom Autor</em> oberhalb. Danke fürs <a href="%s">Spenden</a>!
fi: Tällä valinnalla voit piilottaa yllä näkyvän <em>viestin tekijältä</em>. Kiitos kun <a href="%s">lahjoitat</a>!
tr_tr: Bu kutuyu tıkladığınızda <em>eklentinin yazarının iletisi</em> ortadan kaybolur. <a href="%s">Bağışınız</a> için teşekkür ederim!

source: Save Changes
ar: حفظ التغييرات
da_dk: Gem ændringer
de_de: Änderungen speichern
fi: Tallenna muutokset
tr_tr: Değişiklikleri Kaydet

source: Reset to defaults
ar: إعادة تعيين الإعدادات الافتراضية
da_dk: Nulstil til standardværdierne
de_de: Auf Werkseinstellungen zurücksetzen
fi: Palauta oletusasetukset
tr_tr: Varsayılana sıfırla

source: Creative Commons License
ar: رخصة المشاع الإبداعي
de_de: Creative Commons-Lizenz
fi: Creative Commons -lisenssi
tr_tr: Creative Commons Lisansı

source: Licensing information
ar: معلومات الترخيص
da_dk: Licensinformation
de_de: Lizenzinformationen
fi: Lisenssitiedot
tr_tr: Lisanslama bilgisi

source: Title:
ar: العنوان:
da_dk: Titel:
de_de: Titel:
fi: Nimi:
tr_tr: Başlık:

source: Display in front page and archives
ar: العرض في الصفحة الأولى والأرشيف
tr_tr: Ön sayfada ve arşivlerde görüntüle

source: Additional terms and conditions
ar: شروط وأحكام إضافية
da_dk: Yderligere vilkår og betingelser
de_de: Weitere Bestimmungen und Bedingungen
fi: Lisäehdot
tr_tr: Ek hükümler ve şartlar

source: If you make your work available under terms beyond the scope of the used license, it is possible to add a link to the page containing these additional terms and conditions. The following fields override the respective fields of the general plugin settings.
ar: إذا رغبت بجعل عملك متاحا وفقًا لشروط خارج نطاق الرخصة المستخدمة، بامكانك إضافة رابط لصفحة تحتوي على تلك الأحكام والشروط. الحقول التالية تتجاوز نظيراتها من إعدادات البرنامج المساعد العامة.
da_dk: Hvis du gør dit værk tilgængelig på vilkår, som ligger ud over den anvendte licens, er det muligt at tilføje et link til en side med disse yderligere vilkår og betingelser. De følgende felter erstatter de tilsvarende felter i pluginnets generelle indstillinger.
de_de: Wenn du dein Werk unter Bestimmungen, die über die ausgewählte Lizenz hinausgehen, verfügbar machen möchtest, kannst du hier einen Link zu der Seite hinterlassen, auf der weitere Bestimmungen und Bedingungen gemacht werden. Die folgenden Felder überschreiben die entsprechenden Felder der allgemeinen Plugin Einstellungen.
fi: Jos haluat sallia teoksesi käytön myös muilla kuin lisenssin kattamilla ehdoilla, voit lisätä linkin näihin ehtoihin. Seuraavassa tehdyt asetukset menevät lisäosan yleisasetuksissa määriteltyjen asetusten edelle.
tr_tr: Şayet çalışmanızı kullanılan lisansın ötesinde bazı şartlara tabi olarak erişilebilir kılıyorsanız, bu ek hüküm ve şartları içeren bir sayfasa bağlantı eklemeniz mümkündür. Aşağıdaki alanlar, genel eklenti ayarlarında belirlenenlerin yerine geçecektir.

source: URL of the page containing extra permissions.
ar: رابط الصفحة التي تحتوي على صلاحيات إضافية.
da_dk: URL for siden med de ekstra tilladelser
de_de: URL der Seite, die weitere Bestimmungen enthält.
fi: Lisäehdoista kertovan sivun verkko-osoite.
tr_tr: İlave izinleri içeren sayfanın URL'si.

source: Title of the page containing extra permissions.
ar: عنوان الصفحة التي تحتوي على صلاحيات إضافية.
da_dk: Titel på siden med de ekstra tilladelser.
de_de: Titel der Seite, die weitere Bestimmungen enthält.
fi: Lisäehdoista kertovan sivun otsikko.
tr_tr: İlave izinleri içeren sayfasının başlığı

source: Source work attributes
ar: نسب مصدر العمل
de_de: Namensnennung des Werkes
fi: Lähdeteoksen määrittely
tr_tr: Kaynak eserin öznitelikleri

source: If this content is a derivative work, here you can enter some attributes of the source work.
ar: إذا كان هذا المحتوى من عمل مشتق، يمكنك نسب مصدر العمل هنا.
de_de: Wenn dieser Inhalt ein Derivat eines anderen Werkes ist, kannst du hier Namensnennungen des Originalwerkes setzen.
fi: Mikäli teoksesi on johdannaisteos, voit kirjata tähän käyttämäsi lähdeteoksen ominaisuuksia.
tr_tr: Eğer bu içerik bir türetilmiş çalışma ise burada kaynak esere dair bazı özniteliklere yer verebilirsiniz.

source: URL and title of the source work
ar: رابط وعنوان مصدر العمل
da_dk: URL for og titel på originalværket
de_de: URL und Titel des Werkes
fi: Lähdeteoksen verkko-osoite ja otsikko
tr_tr: Kaynak eserin başlığı ve URL'si.

source: URL of the source work.
ar: رابط مصدر العمل.
da_dk: URL for originalværket.
de_de: URL des Werkes.
fi: Lähdeteoksen verkko-osoite.
tr_tr: Kaynak eserin URL'si.

source: Title of the source work.
ar: عنوان مصدر العمل.
da_dk: Titel på originalværket
de_de: Titel des Werkes.
fi: Lähdeteoksen otsikko.
tr_tr: Kaynak eserin başlığı.

source: URL and title of the creator of the source work
ar: رابط وعنوان مؤلف مصدر العمل
da_dk: URL for og titel på ophavsmanden til originalværket
de_de: URL und Titel des Schöpfers des Werkes
fi: Lähdeteoksen tekijän verkko-osoite ja nimi
tr_tr: Kaynak çalışmayı oluşturanın URL'si ve unvanı.

source: URL of the creator of the source work.
ar: رابط لمؤلف مصدر العمل.
da_dk: URL for ophavsmanden til originalværket.
de_de: URL des Schöpfers des Werkes.
fi: Lähdeteoksen tekijän verkko-osoite.
tr_tr: Kaynak çalışmayı oluşturanın URL'si.

source: Name of the creator of the source work.
ar: اسم مؤلف مصدر العمل.
da_dk: Navn på ophavsmanden til originalværket.
de_de: Name des Schöpfers des Werkes.
fi: Lähdeteoksen tekijän nimi.
tr_tr: Kaynak çalışmayı oluşturanın adı.

source: Blog Name
ar: اسم المدونة
da_dk: Blognavn
fi: Blogin nimi
tr_tr: Blog Adı

source: First + Last Name
ar: الاسم الأول + اللقب
da_dk: For + efternavn
de_de: Vor- und Nachname
fi: Etu- ja sukunimi
tr_tr: İsim + Soyisim

source: Last + First Name
ar: اللقب + الاسم الأول
da_dk: Efter + fornavn
de_de: Nach- und Vorname
fi: Suku- ja etunimi
tr_tr: Soyisim + İsim

source: Nickname
ar: الاسم المستعار
da_dk: Kaldenavn
fi: Lempinimi
tr_tr: Kullanıcı adı

source: Displayed Name
ar: الاسم المعروض
da_dk: Vist navn
de_de: Angezeigter Name
fi: Näytettävä nimi
tr_tr: Gösterilecek İsim

source: No Licensing Information
ar: معلومات الترخيص غير موجودة
da_dk: Ingen licensinformationer
de_de: Keine Lizenzinformation
fi: Ei lisenssitietoja
tr_tr: Lisans bilgisi bulunmuyor

source: Creative Commons Attribution %s International License
ar: رخصة المشاع الإبداعي الدولية نسب المصنف %s
de_de: Creative Commons Namensnennung %s international
fi: Creative Commons Nimeä %s Kansainvälinen Lisenssi
tr_tr: Creative Commons Alıntı %s Uluslararası Lisansı

source: Creative Commons Attribution-NoDerivatives %s International License
ar: رخصة المشاع الإبداعي الدولية نسب المصنف - منع الاشتقاق %s
de_de: Creative Commons Namensnennung-KeineBearbeitung %s international
fi: Creative Commons Nimeä-EiMuutoksia %s Kansainvälinen Lisenssi
tr_tr: Creative Commons Alıntı-Türetilmemiş %s Uluslararası Lisansı

source: Creative Commons Attribution-ShareAlike %s International License
ar: رخصة المشاع الإبداعي الدولية نسب المصنف - الترخيص بالمثل %s
de_de: Creative Commons Namensnennung-Weitergabe unter gleichen Bedingungen %s international
fi: Creative Commons Nimeä-JaaSamoin %s Kansainvälinen Lisenssi
tr_tr: Creative Commons Alıntı-LisansDevam %s Uluslararası Lisansı

source: Creative Commons Attribution-NonCommercial %s International License
ar: رخصة المشاع الإبداعي الدولية نسب المصنف - غير تجاري %s
de_de: Creative Commons Namensnennung-NichtKommerziell %s international
fi: Creative Commons Nimeä-EiKaupallinen %s Kansainvälinen Lisenssi
tr_tr: Creative Commons Alıntı-GayrıTicari %s Uluslararası Lisansı

source: Creative Commons Attribution-NonCommercial-NoDerivatives %s International License
ar: رخصة المشاع الإبداعي الدولية نسب المصنف - غير تجاري - منع الاشتقاق %s
de_de: Creative Commons Namensnennung-NichtKommerziell-KeineBearbeitung %s international
fi: Creative Commons Nimeä-EiKaupallinen-EiMuutoksia %s Kansainvälinen Lisenssi
tr_tr: Creative Commons Alıntı-GayrıTicari-Türetilmemiş %s Uluslararası Lisansı

source: Creative Commons Attribution-NonCommercial-ShareAlike %s International License
ar: رخصة المشاع الإبداعي الدولية نسب المصنف - غير تجاري - الترخيص بالمثل %s
de_de: Creative Commons Namensnennung-NichtKommerziell-Weitergabe unter gleichen Bedingungen %s international
fi: Creative Commons Nimeä-EiKaupallinen-JaaSamoin %s Kansainvälinen Lisenssi
tr_tr: Creative Commons Alıntı-GayrıTicari-LisansDevam %s Uluslararası Lisansı

source: #work# by #creator# is licensed under a #license#.
ar: #عمل# بواسطة # المؤلف# المرخص لها بموجب #الرخصة#.
da_dk: #work# af #creator# er licenseret under en #license#.
de_de: #work# von #creator# ist lizenziert unter #license#.
fi: #work#, jonka tekijä on #creator#, annetaan käyttöön lisenssillä #license#.
tr_tr: #creator# tarafından meydana getirilen #work#, #license# ile lisanslıdır.

source: This work is licensed under a #license#.
ar: هذا العمل مرخص تحت #الرخصة#.
da_dk: Dette værk er licenseret under en #license#.
de_de: Dieses Werk ist lizenziert unter #license#.
fi: Tämän teoksen lisenssi on #license#.
tr_tr: Bu eser #license# ile lisanslıdır.

source: Permissions beyond the scope of this license may be available at #page#.
ar: صلاحيات خارج نطاق هذا الترخيص قد تكون متوفرة في #الصفحة#.
da_dk: Tilladelser, der går ud over, hvad der er omfattet af denne licens, findes måske på #page#.
de_de: Berechtigungen, die über die Bestimmungen der Lizenz hinausgehen, sind verfügbar unter #page#.
fi: Tätä lisenssiä täydentäviä käytön sallivia ehtoja voi löytyä sivulta #page#.
tr_tr: Bu lisansın kapsamının ötesindeki izinler #page# sayfasında bulunabilir.

source: Copyright &copy; #year# #creator#. All Rights Reserved.
ar: حقوق الطبع والنشر والنسخ؛ #السنة# #المؤلف# . كافة الحقوق محفوظة.
tr_tr: Telif hakkı &copy; #year# #creator#. Her hakkı saklıdır.

source: Copyright &copy; #year#. All Rights Reserved.
ar: حقوق الطبع والنشر والنسخ؛ #السنة#. كافة الحقوق محفوظة.
tr_tr: Telif hakkı &copy; #year#. Her hakkı saklıdır.

source: Information about how to reuse or republish this work may be available at #page#.
ar: معلومات عن كيفية إعادة استخدام أو إعادة نشر هذا العمل قد تكون متوفرة في #الصفحة#
da_dk: Oplysninger om, hvordan man kan genbruge eller genudgive dette værk, findes måske på #page#.
de_de: Informationen zur Weiterverwendung und Weiterveröffentlichung dieses Werkes sind vermutlich unter #page# bereitgestellt.
fi: Tietoa tämän teoksen käyttöehdoista ja uudelleenjulkaisusta voi löytyä sivulta #page#.
tr_tr: Bu bilginin nasıl yeniden kullanılabileceği veya yeniden yayımlanabileceği ile ilgili bilgi #page# sayfasında bulunabilir.

source: To the extent possible under law, #creator# has waived all copyright and related or neighboring rights to #work#.
ar: بموجب القانون وإلى أقصى حد ممكن، يتنازل #المؤلف# عن حق النشر والتأليف وأي حقوق أخرى متعلقة بـ #العمل#.
da_dk: I det omfang, loven tillader, har #creator# givet afkald på enhver ophavsret og nærtstående rettigheder eller naborettigheder til #work#.
de_de: Soweit dies durch das Gesetz möglich ist, hat #creator# auf das Copyright und ähnliche oder Leistungsschutzrechte zu #work# verzichtet.
fi: #creator# on lainsäädännön sallimassa enimmäislaajuudessa luopunut kaikista tekijän- ja lähioikeuksistaan teokseen #work#.
tr_tr: #creator# #work# ile ilgili bütün telif haklarından ve komşu haklardan hukukun cevaz verdiği ölçüde feragat etmiştir.

source: To the extent possible under law, the creator has waived all copyright and related or neighboring rights to this work.
ar: بموجب القانون وإلى أقصى حد ممكن، يتنازل المؤلف عن حق النشر والتأليف وأي حقوق أخرى متعلقة بهذا العمل.
da_dk: I det omfang, lovgivningen tillader, har forfatteren frasagt sig al ophavsret, herunder nærtstående rettigheder og naborettigheder til værket.
de_de: Soweit dies durch das Gesetz möglich ist, hat der Schöpfer auf das Copyright und ähnliche oder Leistungsschutzrechte zu seinem Werk verzichtet.
fi: Lainsäädännön sallimassa enimmäislaajuudessa tekijä on luopunut kaikista tekijän- ja lähioikeuksistaan tähän teokseen.
tr_tr: Çalışmayı oluşturan, #work# ile ilgili bütün telif haklarından ve komşu haklardan hukukun cevaz verdiği ölçüde feragat etmiştir.

source: Terms and conditions beyond the scope of this waiver may be available at #page#.
ar: شروط وأحكام خارج نطاق هذا التنازل قد تكون متوفرة في #الصفحة#
de_de: Bedingungen und Bestimmungen, die näher diese Verzichtserklärung charakterisieren, sind verfügbar unter #page#.
fi: Tätä luopumusta täydentäviä ehtoja voi löytyä sivulta #page#.
tr_tr: Bu feragatin ötesindeki hükümler ve şartlar #page# sayfasında bulunabilir.
