Repository: common-repository/creative-commons-configurator-1
Catalog: languages/creative-commons-configurator-1-*.po
Languages: ar, da_dk, de_de, fi, tr_tr

source: Settings
ar: الإعدادات
da_dk: Indstillinger
de_de: Einstellungen
fi: Asetukset
tr_tr: Ayarlar

source: Creative-Commons-Configurator options saved
ar: تم تخزين خيارات مهيئ رخصة المشاع الإبداعي
da_dk: Indstillinger for Creative-Commons-Configurator gemt
de_de: Creative Commons-Konfigurator Optionen wurden gespeichert
fi: Creative Commons -konfigurointiasetukset tallennettiin
tr_tr: Creative-Commons-Configurator ayarları kaydedildi

source: Creative-Commons-Configurator options were reset to defaults
ar: تم إعادة ضبط مهيئ رخصة المشاع الإبداعي الى الخيارات الافتراضية
da_dk: Indstillinger for Creative-Commons-Configurator blev nulstillet til standardværdierne
de_de: Creative Commons-Konfigurator Optionen wurden zurückgesetzt
fi: Creative Commons -konfiguroinnin oletusasetukset palautettiin
tr_tr: Creative-Commons-Configurator ayarları varsayılan ayarlarla değiştirildi

source: Creative Commons Configurator
ar: مهيئ رخصة المشاع الإبداعي
de_de: Creative Commons-Konfigurator
fi: Creative Commons -konfigurointi
tr_tr: Creative Commons Yapılandırıcı

source: Helps you publish your content under the terms of Creative Commons and other licenses.
ar: يساعدك على نشر المحتوى الخاص بك وفقا لأحكام المشاع الإبداعي وتراخيص أخرى.
da_dk: Hjælper dig med at udgive dit indhold under vilkårene i Creative Commons og andre licenser
de_de: Unterstützt Dich beim Veröffentlichen Deiner Inhalte unter den Bedingungen von Creative Commons und anderer Lizenzen
fi: Auttaa sinua julkaisemaan sisältösi Creative Commons- tai muilla lisensseillä.
tr_tr: İçeriğinizi Creative Commons ve diğer lisanslar altında yayımlamanıza yardımcı olur

source: License Settings
ar: إعدادات الرخصة
da_dk: Licensindstillinger
de_de: Lizenz-Einstellungen
fi: Lisenssiasetukset
tr_tr: Lisans ayarları

source: License
ar: الرخصة
da_dk: Licens
de_de: Lizenz
fi: Lisenssi
tr_tr: Lisans

source: You do not have sufficient permissions to access this page.
ar: ليس لديك صلاحيات كافية لدخول هذه الصفحة.
da_dk: Du har ikke tilstrækkelige tilladelser til at tilgå denne side.
de_de: Du hast nicht ausreichende Rechte zum Zugriff auf diese Seite.
fi: Sinulla ei ole tämän sivun näyttämiseen vaadittuja käyttöoikeuksia.
tr_tr: Bu sayfaya erişmek için yeterli izinlere sahip değilsiniz.

source: Welcome to the administration panel of the Creative-Commons-Configurator plugin for WordPress.
ar: أهلا بك في لوحة إدارة البرنامج المساعد لمهيئ رخصة المشاع الابداعي لWordPress.
da_dk: Velkommen til administrationspanelet for WordPress-pluginnet Creative-Commons-Configurator
de_de: Willkommen zum Admin-Panel des Creative-Commons-Configurator-Plugins für WordPress.
fi: Tervetuloa WordPressin Creative Commons -konfigurointilisäosan hallintanäkymään.
tr_tr: WordPress için Creative Commons-Yapılandırma eklentisi yönetim paneline hoş geldiniz .

source: Message from the author
ar: رسالة من المؤلف
da_dk: Besked fra forfatteren
de_de: Eine Bitte vom Autor dieses Tools
fi: Viesti tekijältä
tr_tr: Yazardan mesaj

source: This message can be deactivated in the settings below.
ar: يمكن تعطيل هذه الرسالة في الإعدادات أدناه.
tr_tr: Bu ileti aşağıdaki ayarlardan gizlenebilir.

source: In this screen you can select a default license for all your content and customize where and how the generated licensing information is embedded.
ar: في هذه الشاشة يمكنك تحديد الترخيص الإفتراضي لكل المحتوى الخاص بك وتخصيص مكان وكيفية تضمين معلومات الترخيص الذي تم إنشاؤه.
da_dk: I denne skærm kan du vælge en standardlicens for alt dit indhold og tilpasse, hvor og hvordan de genererede licensinformationer indsættes.
de_de: Hier kannst Du eine Standard-Lizenz für all Deine Inhalte festlegen, sowie einstellen, wie und wo diese Lizenz-Informationen dargestellt werden sollen.
fi: Tässä näkymässä voit valita oletusarvoisen lisenssin kaikelle sisällöllesi, ja lisäksi räätälöidä lisenssitietojen esitystavan ja sijainnin.
tr_tr: Bu ekranda bütün içeriğiniz için varsayılan bir lisans belirleyebilir ve oluşturulan lisans bilgisinin nereye ve nasıl yerleştirileceğini özelleştirebilirsiniz.

source: License your content
ar: ترخيص المحتوى الخاص بك
da_dk: Licensér dit indhold
de_de: Lizensiere Deine Inhalte
fi: Lisenssi sisällöllesi
tr_tr: İçeriğinizi lisanslayın

source: In this section you can select the default license that is used for all content for which custom licensing information has not been set.
ar: في هذا القسم يمكنك اختيار الترخيص الافتراضي الذي سيتم استخدامه لكافة المحتويات التي لم تضبط لها معلومات الترخيص.
da_dk: I denne sektion kan du vælge den standardlicens, der skal bruges for alt det indhold, hvor der ikke er valgt brugerdefineret licensinformation.
de_de: In dieser Sektion kannst du die Standardlizenz einstellen, die für alle Inhalte gesetzt wird, bei denen keine individuellen Lizenzinformationen vorhanden sind.
fi: Tässä osiossa voit valita oletusarvoisen lisenssin, jota käytetään, kun et ole määritellyt sisällölle mitään muuta lisenssiä.
tr_tr: Bu bölümde özel olarak lisans bilgisi belirlenmeyen bütün içeriğiniz için kullanılacak varsayılan lisansı seçebilirsiniz.

source: Default License
ar: الرخصة الافتراضية
da_dk: Standardlicens
de_de: Standardlizenz
fi: Oletuslisenssi
tr_tr: Varsayılan Lisans

source: Select a default license for all your content. The license can be customized on a per post basis in the <em>License</em> box in the post editing screen. Further customization is possible programmatically through the available filters. For instance, it is possible to customize the license on a per taxonomy, author, post type basis, set a different default license for specific post types or limit the license choices in the <em>License</em> box for specific authors. The possibilities are unlimited. For more information about using the available filters please check the <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">plugin description page</a> at WordPress.org.
ar: تعيين الترخيص الافتراضي لكافة المحتويات الخاصة بك. يمكن ضبط الرخصة عند كل مشاركة في مربع <em>الرخصة</em> في شاشة تحريرالمنشور. يمكن برمجة مزيد من التخصيص عبر المرشحات المتاحة. على سبيل المثال، من الممكن تعيين الترخيص على أساس التصنيف، المؤلف، نوع المنشور، تعيين رخصة افتراضية مختلفة لأنواع محددة من المنشورات أو تحديد خيارات مربع مربع <em>الرخصة</em> لبعض المؤلفين. الاحتمالات غير محدودة. لمزيد من المعلومات حول استخدام المرشحات المتاحة يرجى مراجعة <ahref="https://wordpress.org/plugins/creative-commons-configurator-1/"> وشرح البرنامج المساعد </A> على الصفحة WordPress.org.
da_dk: Vælg en standardlicens til alt dit indhold. Denne licens kan tilpasses for hvert indlæg i feltet <em>Licens</em>, når du redigerer indlægget. Du kan programmere yderligere tilpasninger via de filtre, der er tilgængelige. Eksempelvist er det muligt at tilpasse licensen for hver taksonomi, forfatter eller indlægstype, sætte en standardlicens for de forskellige indlægstyper hver for sig og begrænse licensvalgmulighederne i feltet <em>Licens</em> for bestemte forfattere. Mulighederne er ubegrænsede. Læs meget mere om at bruge de tilgængelige filtre på pluginnets <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">Description</a>-side på WordPress.org.
de_de: Wähle eine Standardlizenz für alle Inhalt aus. Diese Lizenz kann je Beitrag in der <em>Lizenz</em> Box im Bearbeitungsmodus individualisiert werden. Weitere Individualisierung ist programmtechnisch durch verfügbare Filter möglich. Außerdem können individualisierte Lizenzen je Taxonomie, Autor, Beitragstyp gesetzt werden sowie die Lizenzauswahl in der Autorenbox für bestimmte Autoren beschränkt werden. Für mehr Informationen wie solche Filter eingesetzt werden, gehe bitte zur <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">Plugin Beschreibungsseite</a> auf WordPress.org.
fi: Valitse oletusarvoinen lisenssi sisällöllesi. Oletuslisenssistä voi poiketa yksittäisten artikkeleiden kohdalla käyttämällä artikkelin muokkausnäkymässä olevaa <em>Lisenssi</em>-laatikkoa. Räätälöintiä voi myös laajentaa käyttämällä ohjelmoitavia suodattimia. Tällöin lisenssin voi räätälöidä esimerkiksi artikkelin luokittelun, tekijän tai tyypin perusteella, tai vaihtaa oletusarvoisen lisenssin sekä Lisenssi-laatikossa tarjottavat lisenssit tietyille tekijöille. Mahdollisuudet ovat rajattomat. Lisätietoja löydät <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">lisäosan sivulta</a> WordPress.org-sivustolla.
tr_tr: Bütün içeriğiniz için bir varsayılan lisans belirleyiniz. Lisans her bir yazı için özel olarak yazı düzenleme ekranında <em>Lisans</em> kutusunda ayarlanabilir. Bunun ötesinde daha fazla özelleştirmenin, kullanılabilir filtreler yardımıyla programlanması mümkündür. Örneğin, lisansı taksonomi, yazar, yazı tipine göre belirleyebilir veya belirli yazarlar için kullanılabilir <em>Lisans</em> seçeneklerini sınırlandırabilirsiniz. İmkanlar sınırsızdır. Mevcut filtrelerin kullanımıyla ilgili daha fazla bilgi için lütfen WordPress.org sitesindeki <a href="https://wordpress.org/plugins/creative-commons-configurator-1/">eklenti tanım sayfasını</a> ziyaret ediniz.

source: Set where license information is added
ar: تعيين مكان إضافة معلومات الترخيص
da_dk: Sæt, hvor licensinformationen skal tilføjes
de_de: Setze, wo die Lizenzinformation eingefügt wird
fi: Aseta lisenssitietojen sijoituspaikat
tr_tr: Lisans bilgisinin nereye ekeneceğini belirleyin

source: In this section you can configure which parts of the web site licensing information is added to.
ar: في هذا القسم يمكنك تهيئة أي أجزاء من معلومات الترخيص لتضاف إلى موقع على شبكة الإنترنت.
da_dk: I denne sektion kan du konfigurere, hvilke dele af websitet licensinformationen tilføjes til.
de_de: In dieser Sektion kannst du einstellen, bei welchen Inhaltstypen Lizenzinformationen zur Auswahl verfügbar sind.
fi: Tässä osiossa voit määritellä mihin sivuston osiin lisenssitiedot sisällytetään.
tr_tr: Bu bölümde web sitesinin hangi bölümlerine lisans bilgisinin ekleneceğini yapılandırabilirsiniz.

source: Syndicated Content
ar: محتوى مشترك
da_dk: Syndikeret indhold
de_de: Syndizierte Inhalte
fi: Verkkosyötteet
tr_tr: Sendikasyon İçerik

source: Include license information in the blog feeds. (<em>Recommended</em>)
ar: إدراج معلومات الترخيص في أخبار المدونة. (<em>موصى به</em>)
da_dk: Medtag licensinformation i sitets blogfeeds (<em>Anbefalet</em>)
de_de: Lizenz-Information in den Newsfeed einfügen. (<em>Empfohlen</em>)
fi: Sisällytä lisenssitiedot blogin verkkosyötteisiin. (<em>Suositeltavaa</em>)
tr_tr: Blog beslemesine de lisans bilgilerini ekle. (<em>Önerilen</em>)

source: HTML Head
ar: عنوان HTML
da_dk: HTML-hoved
de_de: HTML Head-Bereich
fi: HTML-otsikkotiedot
tr_tr: HTML Başı

source: Page Head HTML
ar: عنوان صفحة HTML
da_dk: Sidehoved HTML
de_de: HTML Head-Bereich
fi: Sivun HTML-otsikkotiedot
tr_tr: HTML Sayfa Başı

source: Include license information in the page's HTML head. This will not be visible to human visitors, but search engine bots will be able to read it. Note that the insertion of license information in the HTML head is done in relation to the content types (posts, pages or attachment pages) on which the license text block is displayed (see the <em>text block</em> settings below). (<em>Recommended</em>)
ar: إدراج معلومات الترخيص في عنوان صفحة HTML. هذه لن تكون مرئية للزوار، ولكن لجعل محركات البحث قادرةً على قراءتها. تنويه بأن إدخال معلومات الترخيص في عنوان HTML يتم حسب نوع المحتوى (مشاركات، صفحات أو مرفقات) المعروض في مربع كتلة نص الترخيص (يرجى مراجعة إعدادات <em> مربع النص </em> أدناه). (<em> الموصى به </em>)
da_dk: Medtag licensinformation i sidens HTML-hoved. Menneskelige besøgende kan ikke se det, men søgerobotter vil kunne læse det. Bemærk, at indsættelse af licensinformation i HTML-hovedet sker ud fra indlægstyper (indlæg, sider eller vedhæftninger), som licenstekstblokken vises på (se <em>tekstblok</em>-indstillingerne nedenfor). (<em>Anbefalet</em>)
de_de: Lizenz-Information in den HTML-Code des Head-Bereichs einfügen. Der Code ist für Seitenbesucher nicht sichtbar, aber für Suchmaschinen lesbar. Beachte, dass das Einfügen der Lizenz-Information in den HTML-Kopf auf Grundlage der Inhaltstypen geschieht (einzelne Beiträge, Seiten oder Anhang-Seiten), die für die Lizenz-Information definiert sind (vgl. die nachfolgenden <em>Text-Block</em>-Einstellungen). (<em>Empfohlen</em>)
fi: Sisällytä lisenssitiedot sivun HTML-otsikkotietoihin. Otsikkotiedot eivät näy käyttäjille, mutta hakukoneiden botit osaavat lukea ne. Huomioithan, että lisenssitietojen sisällytys HTML-otsikkotietoihin tehdään sisältötyyppikohtaisesti (artikkeleille, sivuille tai tiedostosivuille) niille sisällöille, joilla myös lisenssitekstikappale näytetään (katso <em>tekstikappaleen</em> asetukset alempana). (<em>Suositeltavaa</em>)
tr_tr: Sayfanın HTML başlığı lisans bilgilerini içermektedir. Bunu okuyucularınızın görmesi mümkün olmayacak ancak arama motorlarının görmesi mümkün olacaktır. HTML başındaki lisans bilgilerinin, metin bloğunda görüntülenen içerik türlerine (mesajlar, sayfalar ve ek sayfalar) göre yapıldığını unutmayın. (ayarları görmek için aşağıdaki <em>metin bloğu</em> bölümüne bakınız). (<em>Önerilen</em>)

source: Text Block
ar: مربع النص
da_dk: Tekstblok
fi: Tekstikappale
tr_tr: Metin Bloğu

source: By enabling the following options, a small block of text, which contains links to the author, the work and the used license, is appended to the published content.
ar: من خلال تفعيل الخيارات التالية، سيتم إلحاق مربع نص صغير إلى المحتوى المنشور، يحتوي على روابط للمؤلف وللعمل والرخصة المستخدمة.
da_dk: Aktiveres de følgende indstillinger, tilføjes en lille tekstblok, der indeholder links til forfatteren, værket og den anvendte licens, til det indhold, der udgives.
de_de: Durch Aktivierung der nachfolgenden Einstellungen wird dem veröffentlichten Inhalt ein kleiner Textblock mit Link zum Autor/zur Autorin, zu dem Werk und zu der eingestellten Lizenz nachgestellt.
fi: Seuraavia valintoja käyttäen voit liittää julkaistavaan sisältöösi pienen tekstikappaleen, jossa on tekijään, teokseen ja lisenssiin viittaavat linkit.
tr_tr: Aşağıdaki seçenekleri etkinleştirdiğinizde, çalışmada kullanılan lisans ve yazara bağlantılar içeren küçük bir metin bloğu yayınlanan içeriğe eklenir.

source: Posts: Add the text block with license information under the published posts and custom post types. (<em>Recommended</em>)
ar: المشاركات: إضافة مربع النص مع معلومات الترخيص تحت المشاركات المنشورة والمخصصة. (<em>موصى به</em>)
da_dk: Indlæg: Tilføj tekstblokken med licensinformation under de udgivne indlæg og brugerdefinerede indlægstyper. (<em>Anbefalet</em>)
de_de: Beiträge: Den Text-Block mit den Lizenzinfomrationen unterhalb von Beiträgen und individuellen Beitragstypen einfügen. (<em>Empfohlen</em>)
fi: Artikkelit: Lisää tekstikappale lisenssin tiedoista julkaistujen artikkeleiden sekä räätälöityjen artikkelityyppien alle. (<em>Suositeltavaa</em>)
tr_tr: Yazılar: Yayımlanmış yazıların ve özelleştirilmiş yazı türlerinin altına lisans bilgisini içeren yazı metnini ekleyin. (<em>Tavsiye edilir</em>)

source: Pages: Add the text block with license information under the published pages.
ar: الصفحات: إضافة مربع النص مع معلومات الترخيص تحت الصفحات المنشورة.
da_dk: Sider: Tilføj tekstblok med licensinformation under de udgivne sider.
de_de: Seiten: Text-Block mit Lizenz-Information unter den veröffentlichten Seiten einfügen. (<em>Empfohlen</em>)
fi: Sivut: Lisää tekstikappale lisenssin tiedoista julkaistujen sivujen alle.
tr_tr: Sayfalar: Yayınlanan sayfaların altında lisans bilgilerinizi metin bloğuna ekleyin.

source: Attachments: Add the text block with license information under the attached content in attachment pages.
ar: المرفقات: إضافة مربع النص مع معلومات الترخيص تحت المحتوى المرفق في صفحات المرفقات.
da_dk: Vedhæftningsside: Tilføj tekstblok med licensinformation under det vedhæftede indhold på vedhæftningssider
de_de: Anhänge: Text-Block mit Lizenz-Information unter den veröffentlichten Anhängen auf den jeweiligen Anhangseiten einfügen. (<em>Empfohlen</em>)
fi: Liitteet: Lisää tekstikappale lisenssin tiedoista julkaistujen liitesivujen alle.
tr_tr: Eklentiler: Eklenti sayfalarında ekli içeriğin altına, lisans bilgilerinizi metin bloğu olarak ekleyin.

source: Recommended
ar: موصى به
tr_tr: Tavsiye edilir

source: License Image
ar: صورة الرخصة
da_dk: Licensbillede
de_de: Lizenz-Icon
fi: Lisenssikuvake
tr_tr: Lisanslı Görsel

source: By enabling this option, the license image is also included in the license text block.
ar: من خلال تفعيل هذا الخيار، سيتم تضمين صورة الرخصة أيضا في مربع النص.
da_dk: Aktiveres denne valgmulighed, medtages licensbilledet også i licenstekstblokken.
de_de: Wenn Du diese Option auswählst, wird das Lizenz-Icon zusammen mit dem Lizenztext eingebunden.
fi: Tämän valinnalla lisenssitekstin yhteyteen sisällytetään myös lisenssin kuvake.
tr_tr: Bu seçeneği etkinleştirdiğinizde lisans görseli, lisans metnine dahil edilir.

source: If license images have been enabled above, use compact license images if available.
ar: إذا تم تمكين صور الرخصة أعلاه، يرجى استخدام صور الرخصة المدمجة إذا توفرت.
da_dk: Hvis licensbilleder er blevet aktiveret ovenfor, brug eventuelle kompakte licensbilleder.
de_de: Wenn oben das Lizenz-Icon für die Anzeige aktivi.ert wurde, nutze eine kompakte Form des Icons sofern vorhanden
fi: Mikäli lisenssikuvakkeet on edellä otettu käyttöön, käytetään tiiviimpiä kuvakkeita mikäli saatavilla.
tr_tr: Eğer yukarıda lisans görselleri etkinleştirilmiş ise, kullanılabilir kompakt lisans görsellerini kullan.

source: Configure the license information generator
ar: تهيئة منشئ معلومات الترخيص
da_dk: Konfigurér licensinformationsgeneratoren
de_de: Konfiguriere den Lizenz-Konfigurator
fi: Määrittele lisenssitietojen tuottajan asetukset
tr_tr: Lisans bilgisi üreticisini yapılandır

source: In this section you can configure how the licensing information is generated and its level of detail. These settings have an effect only if the text block containing licensing information has been enabled above for a specific content type.
ar: هذا القسم يمكنك تهيئة إنشاء ومستوى تفصيل معلومات الترخيص. هذه الإعدادات تظهر فقط إذا تم تفعيل مربع النص الذي يحتوي على معلومات الترخيص لنوع معين من المحتوى.
da_dk: I denne sektion kan du konfigurere, hvordan licensinformationen genereres, og hvor mange detaljer der skal medtages. Disse indstillinger har kun effekt, hvis tekstblokken med licensinformation er blevet aktiveret ovenfor for en bestemt indholdstype.
de_de: In dieser Sektion kannst du einstellen, wie die Lizenzinformationen im Detail generiert werden. Diese Einstellungen greifen nur, wenn oberhalb das Einfügen von Lizenzinformationen für bestimmte Inhaltstypen aktiviert wurde.
fi: Tässä osiossa voit määritellä miten ja kuinka yksityiskohtaisina lisenssin tiedot tuotetaan. Näillä asetuksilla on väliä vain silloin, kun lisensointitiedot sisältävä tekstikappale on edellä otettu käyttöön.
tr_tr: Bu bölümde lisans bilgisinin nasıl üretileceğini ve ayrıntı seviyesini belirleyebilirsiniz. Bu ayarlar yalnızca yukarıda belirli bir içerik türü için lisans bilgisi içeren metin bloğunun etkinleştirildiği durumlarda uygulanacaktır.

source: Extended License Text Block
ar: مربع نص الرخصة مُفَصَّل
da_dk: Udvidet licens-tekstblo
de_de: Erweiterter Lizenztext
fi: Laajennettu lisenssitekstikappale
tr_tr: Genişletilmiş Lisans Metni Bloğu

source: Include extended information about the published work and its creator. By enabling this option, hyperlinks to the published content and its creator/publisher are also included into the license statement inside the block. This, by being an attribution example itself, will generally help others to attribute the work to you.
ar: إدراج معلومات مفصلة حول العمل المنشور والمؤلف. عبر تمكين هذا الخيار، يتم أيضا تضمين ارتباطات تشعبية إلى المحتوى المنشور والمؤلف / الناشر في نص بيان الترخيص. وهكذا، من خلال كونها مثالا على النسب، فانها عمومًا تساعد الآخرين على أن نسب العمل إليك.
da_dk: Inkludér udvidet information om det udgivne værk og dets ophavsmand. Ved at aktivere denne indstilling, inkluderes hyperlinks til det udgivne indhold og dets skaber/udgiver også i licensoplysningerne i blokken. Det vil generelt hjælpe andre med at anerkende dig som ophavsmand og er selv et eksempel på en sådan anerkendelse.
de_de: Weitere Informationen über das veröffentlichte Werk und dessen Schöpfer/Schöpferin anzeigen. Durch Aktivierung dieser Option werden Hyperlinks zum veröffentlichten Inhalt und dessen Schöpfer/Schöpferin in die Lizenz-Information eingefügt. Dieses Namensnennungbeispiel erleichtert anderen Dein Werk korrekt zu referenzieren/zitieren.
fi: Sisällytä mukaan laajempi selvitys teoksesta ja sen tekijästä. Tämän valitsemalla voit sisällyttää lisenssikappaleeseen linkit, joilla viitataan julkaistuun sisältöön ja sen tekijään/julkaisijaan. Se on samalla esimerkki tekijän nimeämisestä, johon muut voivat turvautua halutessaan nimetä sinut teoksen luojaksi.
tr_tr: Yayımlanan çalışma ve çalışmayı oluşturan hakkında genişletilmiş bilgi içerir. Bu seçeneği etkinleştirdiğinizde, yayınlanan içerikteki lisans tablosuna çalışmayı oluşturan ile birlikte bu çalışmaya bağlantılar da yer alacaktır. Böylece, genellikle çalışmanızı kullanmak isteyenlerin, çalışmanıza atıfta bulunmasına yardımcı olacaksınız.

source: Creator Attribution Name
ar: اسم النسبة
de_de: Namensnennungsname des Schöpfers
fi: Tekijän nimeävä nimi
tr_tr: Çalışmayı Oluşturanın Atıf İsmi

source: If extended information about the published work has been enabled, then you can choose which name will indicate the creator of the work. By default, the blog name is used.
ar: إذا تم إدراج المعلومات الموسعة حول العمل المنشور، يمكنك اختيار الاسم الذي يشير إلى مؤلف العمل. افتراضيا، يتم استخدام اسم المدونة.
da_dk: Hvis udvidet information om det udgivne værk er blevet aktiveret, kan du vælge navnet på skaberen af/ophavsmanden til værket. Som standard bruges blognavnet.
de_de: Ist die oben die "Weitere Information" aktiviert, kann hier der Name des Schöpfers/der Schöpferin eingetragen werden. Als Grundeinstellung wird hier der Blog-Name eingefügt.
fi: Jos laajempi selvitys on käytössä, voit valita millä nimellä teoksen tekijään viitataan. Oletusarvoisesti tähän käytetään blogin nimeä.
tr_tr: Yayınlanmış çalışmaların bilgilerinin uzatılması etkin durumdaysa, bu durumda çalışmayı oluşturanı seçebileceğiniz bir alan görebilirsiniz. Varsayılan durumda ise blog adı kullanılır.

source: Additional Permissions
ar: صلاحيات إضافية
da_dk: Yderligere tilladelser
de_de: Weitere Berechtigungen
fi: Ylimääräiset luvat
tr_tr: Ek İzinler

source: If you have added any extra permissions to your license, provide the URL to the web page that contains them. It is highly recommended to use absolute URLs.
ar: إذا قمت بإضافة أية صلاحيات إضافية إلى الترخيص الخاص بك، يرجى توفير صفحة الويب التي تحتوي عليها. ينصح بشدة استخدام عناوين كاملة للمواقع.
da_dk: Hvis du har tilføjet ekstra tilladelser til din licens, skal du anføre URLʼen til den webside, som indeholder dem. Det anbefales på det kraftigste at bruge absolutte URLʼer.
de_de: Wenn Du weitere Berechtigungen zu Deiner Lizenz hinzugefügt hast, trage hier die URL ein, unter der diese Berechtigungen abgerufen werden können. Es wird dringen empfohlen, absolute URLs zu verwenden.
fi: Mikäli sallit lisenssissä annetun lisäksi muita käyttötapoja, syötä tähän verkko-osoite, jolla lisäehtosi on määritelty. Varminta on käyttää absoluuttisia osoitteita.
tr_tr: Şayet lisansınıza ilave izinler eklediyseniz bunları içeren web sayfasının URL'sini sağlayınız. Mutlak bir URL kullanılması önemle tavsiye edilir.

source: Example
ar: مثال
da_dk: Eksempel
de_de: Beispiel
fi: Esimerkki
tr_tr: Örnek
